task-last/task-c/openfoam/task-14/init_file/snappy_base/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2412                                  |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    arch        "LSB;label=32;scalar=64";
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

4
(
    inlet
    {
        type            patch;
        nFaces          80;
        startFace       25360;
    }
    outlet
    {
        type            patch;
        nFaces          80;
        startFace       25440;
    }
    walls
    {
        type            wall;
        inGroups        1(wall);
        nFaces          320;
        startFace       25520;
    }
    frontAndBack
    {
        type            empty;
        inGroups        1(empty);
        nFaces          25600;
        startFace       25840;
    }
)

// ************************************************************************* //
