task-last/task-c/openfoam/task-14/init_file/snappy_base/system/surfaceFeaturesDict
FoamFile
{
    format      ascii;
    class       dictionary;
    object      surfaceFeaturesDict;
}

surfaces
(
    "cylinder.stl"
);

includedAngle   150;
writeObj        yes;
